Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/capital_taxes/capital_gains_tax.html.txt.tmx
Source language: en
Languages: ga

source: • Rate and payment of Capital Gains Tax
ga: • Ráta agus íocaíocht Cháin Ghnóthachan Caipitiúil

source: • How to submit a return for capital gains
ga: • Conas tuairisceán a sheoladh isteach i gcomhair gnóthachan caipitiúil

source: Capital Gains Tax (CGT) is a tax charged on the capital gain (profit) made on the disposal of any asset
ga: Is cáin í Cáin Ghnóthachan Caipitiúil (CGC) a ghearrtar ar gnóthachan caipitiúil (brabús) a dhéantar ó dhiúscairt sócmhainne ar bith

source: It is payable by the person making the disposal
ga: Tá sí iníoctha ag an duine atá i mbun diúscartha

source: Budget 2017: A reduced Capital Gains Tax rate of 10% will apply to the disposal in whole or in part of a business up to an overall limit of €1 million in qualifying chargeable gains
ga: Áirítear an gnóthachan/brabús (an difríocht idir an praghas a íocadh don sócmhainn agus an praghas ar a díoladh an sócmhainn) mar ioncam inchánach

source: What is an asset?
ga: Cad is sócmhainn ann?

source: An asset is not just something you own outright, it may be an intangible asset
ga: Ní rud í sócmhainn gur leatsa thar barr amach, d'fhéadfaí gur sócmhainn doláimhsithe atá i gceist

source: For example, goodwill in a company or an option over assets are considered assets
ga: Mar shampla, dea-thoil i gcomhlacht nó rogha ar shócmhainní a mheastar mar shócmhainní

source: It can also be something you have an interest in, for example, a leasehold interest in land
ga: D'fhéadfaí gur rud atá ann ina bhfuil suim agat, mar shampla, leas léasachta i bpíosa talún

source: How are assets disposed of?
ga: Cén chaoi a dhéantar sócmhainní a dhiúscairt?

source: Disposing of an asset doesn't just refer to the sale of an asset for money
ga: Ní thagraíonn diúscairt sócmhainne do dhíol sócmhainne ar airgead amháin

source: It includes any transfer of ownership by way of exchange, gift or settlement on trustees
ga: Cuimsítear aistriú úinéireachta ar bith trí mhalartú, bronntanas nó comhaontú ar iontaobhaithe

source: Transfers of assets between spouses and civil partners are exempt from Capital Gains Tax
ga: Tá aistrithe sócmhainní idir chéilí nó páirtnéir sibhialta díolmhaithe ó Cháin Ghnóthachan Caipitiúil

source: Transfers of assets between spouses and civil partners who are separated are exempt from Capital Gains Tax if they are made under a Separation Agreement or a court order
ga: Tá aistrithe sócmhainní idir chéilí nó páirtnéir sibhialtaatá scartha díolmhaithe ó Cháin Ghnóthachan Caipitiúil, má dhéantar iad faoi Chomhaontú Scartha nó ordú cúirte

source: Read here for more information about tax and separation or divorce
ga: Léigh anseo chun breis eolais a fháil ar cháin agus scaradh nó colscaradh

source: The transfer of a site from parent to child for the purposes of constructing the child's principal private residence, where the site's market value does not exceed €500,000, is also exempt from Capital Gains Tax
ga: Tá aistriú suímh ó thuismitheoir chuig leanbh ar mhaithe le príomh-áitreabh príobháideach an linbh a thógáil, sa chás nach bhfuil luach margaidh an tsuímh os cionn €500,000, saor ó Cháin Ghnóthachan Caipitiúil freisin

source: There is no Capital Gains Tax on assets passed on death
ga: Ní ghearrtar aon Cháin Ghnóthachan Caipitiúil ar shócmhainní a thugtar do dhuine eile ar bás

source: When the person who acquired the assets comes to dispose of them they are treated as if they had been acquired at their market value on the date of the death
ga: Nuair a dhéanann an duine a fuair na sócmhainní iad a dhiúscairt, caitear leo amhail a fuair siad na sócmhainní ag a luach margaidh ag dáta an bháis

source: Capital gains exempt from Capital Gains Tax
ga: Gnóthachain chaipitiúla atá díolmhaithe ó Chain Ghnóthachan Caipitiúil

source: Gains or profit on the disposal of some assets are specifically exempted from Capital Gains Tax, these include:
ga: Tá gnóthachain nó brabús ar dhiúscairt acmhainní áirithe díolmhaithe go sonrach ó Cháin Ghnóthachan Caipitiúil, a chuimsíonn:

source: • Gains on the disposal of property owned by you (house or apartment) which was occupied by you or by a dependent relative as a sole or main residence
ga: • Gnóthachain ar dhiúscairt sealúchais faoi d'úinéireacht féin (teach nó árasán), a bhí áitithe agat féin nó ag gaol cleithiúnach mar chónaitheoir aonair/phríomhchónaitheoir

source: Restrictions may apply where the property was not fully occupied as a main residence throughout the period of ownership or where the sale price reflects development value
ga: D'fhéadfadh srianta a bheith i gceist nuair nach raibh an sealúchas áitithe go hiomlán mar phríomhchónaitheacht trí thréimhse na húinéireachta nó nuair a thugann an praghas díola luach forbartha le fios

source: • Gains from betting, lotteries, sweepstakes, bonuses payable under the National Instalments Savings Scheme and Prize Bond winnings
ga: • Gnóthachain ó ghealltóireacht, crannchuir, scuabgheallta, bónais atá iníoctha faoin Scéim Thráthchoigiltis Náisiúnta agus buanna Duaisbhannaí

source: • Gains on Government Loans and Debenture issued by certain Semi-state bodies
ga: • Gnóthachain ar Iasachtaí Rialtais agus Bintiúr atá eisithe ag comhlachtaí Leathstáit áirithe

source: • Gains on disposal of wasting chattels, that is movable goods, for example, animals and private motor cars
ga: • Gnóthachain ar airnéisí íditheacha, sin earraí so-chorraithe, mar shampla, ainmhithe agus gluaisteáin phríobháideacha

source: • Gains on life assurance policies (unless purchased from another person or taken out with certain foreign insurers on or after 20 May 1993)
ga: • Gnóthachain ar pholasaithe Árachas Saoil (mura bhfuil siad ceannaithe ó dhuine eile nó tógtha amach le hárachasóirí eachtrannacha áirithe ar nó tar éis 20 Bealtaine 1993)

source: • Gains made by individuals on tangible moveable property worth €2,540 or less at the time of disposal
ga: • Gnóthachain a dhéanann daoine ar mhaoin inláimhsithe inaistrithe ar fiú €2,540 nó níos lú ag tráth an diúscartha

source: Rate and payment of Capital Gains Tax
ga: Ráta agus íocaíocht Cháin Ghnóthachan Caipitiúil

source: The standard rate of Capital Gains Tax is 33% for disposals made on or after 5 December 2012
ga: Ráta agus íocaíocht Cháin Ghnóthachan Caipitiúil

source: │Disposals from: │Rate of CGT was: │
ga: │Diúscairtí ón: │Ba é an ráta CGT: │

source: │7 December 2011 to 5 December 2012 │30% │
ga: │7 Nollaig 2011 go dtí an 5 Nollaig 2012 │30% │

source: │8 April 2009 to 6 December 2011 │25% │
ga: │8 Aibreán 2009 go dtí an 6 Nollaig 2011 │25% │

source: │15 October 2008 to 7 April 2009 │22% │
ga: │15 Deireadh Fómhair 2008 go dtí an 7 Aibreán 2009 │22% │

source: │On or before 14 October 2008 │20% │
ga: │An 14 Deireadh Fómhair 2008 nó roimhe sin │20% │

source: A rate of 40% however, can apply to the disposal of certain foreign life assurance policies and units in offshore funds
ga: Is féidir ráta 40% a bheith i gceist, áfach, i gcás polasaithe árachais saoil eachtracha áirithe agus aonaid a ndéantar diúscairt orthu i gcistí easchósta

source: Revenue provide a computation sheet for non-complex situations, to help you find out how much Capital Gains Tax you may have to pay (pdf)
ga: Cuireann na Coimisinéirí Ioncaim bileog ríomha ar fáil i gcomhair cúinsí nach bhfuil casta, chun cabhrú leat a fháil amach cén mhéid Cáin Ghnóthachan Caipitiúil a d’fhéadfadh a bheith le híoc agat (pdf)

source: For certain windfall gains the windfall gains rate of tax (pdf) is 80%
ga: Is féidir le Cáin Ghnóthachan Caipitiúil a bheith níos casta ná na samplaí thuas

source: Capital Gains Tax can be more complex than the examples above
ga: Mar gheall air seo, ba chóir duit comhairle a fháil ó na Coimisinéirí Ioncaim (féach ‘Tuilleadh Eolais’ thíos)

source: For this reason you should get advice from Revenue (see 'Further information' below). Revenue also publishes a Guide to Capital Gains Tax (pdf)
ga: Foilsíonn na Coimisinéirí Ioncaim Treoir maidir le Cáin Ghnóthachan Caipitiúil (pdf) freisin

source: The first €1,270 of taxable gains in a tax year are exempt from CGT
ga: Tá an chéad €1,270 de ghlanghnóchain duine i mbliain mheasúnaithe díolmhaithe

source: If you are married or in a civil partnership this exemption is available to each spouse or civil partner but is not transferable
ga: I gcás lánúineacha pósta nó páirtnéirí sibhialta tá an díolúine ar fáil do gach céile nó páirtnéir sibhialta ach níl sé inaistrithe

source: For 2009 and subsequent years the tax year is divided into a revised set of two periods:
ga: I gcomhair 2009 agus na blianta ina dhiaidh sin tá an bhliain chánach roinnte in dhá thréimhse athbhreithnithe:

source: • An 'initial period' from 1 January to 30 November
ga: • ‘Tréimhse tosaigh’ ón 1 Eanáir go dtí 30 Samhain

source: • A 'later period' from 1 December to 31 December
ga: • ‘Tréimhse níos déanaí’ ón 1 Nollaig go dtí an 31 Nollaig

source: For disposals in the initial period CGT payments are due by 15 December in the same tax year
ga: I gcás diúscairtí sa tréimhse tosaigh, tá íocaíochtaí Cáin Ghnóthachan Caipitiúil dlite faoin 15 Nollaig sa bhliain chánach chéanna

source: CGT for disposals in the later period are due by 31 January in the following tax year
ga: Tá Cáin Ghnóthachan Caipitiúil i gcomhair diúscairtí sa tréimhse níos déanaí dlite faoin 31 Eanáir sa bhliain chánach dar gcionn

source: For example, if you dispose of an asset in the period January to November 2017 you must pay the Capital Gains Tax due to Revenue before mid December 2017
ga: Mar shampla, má dhiúscraíonn tú sócmhainn sa tréimhse ó Eanáir go Samhain 2017, ní mór duit an Cháin Ghnóthachan Caipitiúil atá dlite do na Coimisinéirí Ioncaim a íoc roimh lár mhí na Nollag 2017

source: If you dispose of an asset in December 2017 the Capital Gains Tax will be due on 31 January 2018
ga: Má dhiúscraíonn tú sócmhainn i mí na Nollag 2017, beidh an Cháin Ghnóthachan Caipitiúil dlite an 31 Eanáir 2018

source: For 2003 to 2008 the tax year was divided into two periods:
ga: I gcomhair 2003 go dtí 2008 roinntear an bhliain chánach in dhá thréimhse:

source: • An 'initial period' from 1 January to 30 September
ga: • ‘Tréimhse tosaigh’ ón 1 Eanáir go dtí 30 Meán Fómhair

source: • A 'later period' from 1 October to 31 December
ga: • ‘Tréimhse níos déanaí’ ón 1 Deireadh Fómhair go dtí an 31 Nollaig

source: For disposals in the initial period CGT payments were due by 31 October in the same tax year
ga: I gcomhair diúscairtí sa tréimhse tosaigh, tá Cáin Ghnóthachan Caipitiúil dlite faoin 31 Deireadh Fómhair sa bhliain chánach chéanna

source: CGT for disposals in the later period were due by 31 January in the following tax year
ga: Tá Cáin Ghnóthachan Caipitiúil i gcomhair diúscairtí sa tréimhse níos déanaí dlite faoin 31 Eanáir sa bhliain cánach dar gcionn

source: For example, if you disposed of an asset between 1 January and 30 September 2008 you must pay the Capital Gains Tax due to Revenue on or before 31 October 2008
ga: Mar shampla, má dhiúscraíonn tú sócmhainn idir an 1 Eanáir agus an 30 Meán Fómhair 2008, ní mór duit an Cháin Ghnóthachan Caipitiúil atá dlite do na Coimisinéirí Ioncaim a íoc ar an 31 Deireadh Fómhair 2008 nó dá éis

source: If you disposed of an asset in the later period, that is, between 1 October 2008 and 31 of December 2008 you must pay the Capital Gains Tax due on or before 31 January 2009
ga: Má dhiúscraíonn tú sócmhainn sa tréimhse níos déanaí, is é sin, idir an 1 Deireadh Fómhair 2008 agus an 31 Nollaig 2008, ní mór duit an Cháin Ghnóthachan Caipitiúil dlite a íoc ar an 31 Eanáir 2009 nó dá éis

source: Payment of Capital Gains Tax
ga: Íocaíocht Cháin Ghnóthachan Caipitiúil

source: Send a cheque for amount of CGT due with a CGT payslip to the Collector General's office in Limerick
ga: Seol seic don méid Cáin Ghnóthachan Caipitiúil atá dlite chomh maith le duillín pá Cáin Ghnóthachan Caipitiúil chuig oifig an Ard-Bhailitheora i Luimneach

source: There are two different disposal periods for CGT, this will determine the date payment is due and also which CGT payslip is required
ga: Tá dhá thréimhse diúscartha éagsúla ann do Cháin Ghnóthachan Caipitiúil, socróidh sé seo an dáta ar a bhfuil an íocaíocht dlite chomh maith le cé acu duillín pá Cáin Ghnóthachan Caipitiúil a theastaíonn

source: Payslip A is for disposals in the ‘initial period’ and payslip B is for the ‘later period’
ga: Tá duillín pá A i gcomhair diúscairtí sa ‘tréimhse tosaigh’ agus duillín pá B i gcomhair na ‘tréimhse níos déanaí’

source: Contact Revenue for CGT forms
ga: Téigh i dteagmháil leis na Coimisinéirí Ioncaim chun foirmeacha do cháin ghnóthachan caipitiúil a fháil

source: How to submit a return for capital gains
ga: Conas tuairisceán a sheoladh isteach i gcomhair gnóthachan caipitiúil

source: You must submit a tax return on all disposals
ga: Ní mór duit tuairisceán cánach a sheoladh isteach maidir le gach diúscairt

source: You must file a return on or before 31 October in the year following the tax year in which you disposed of the asset
ga: Ní mór duit tuairisceán a chomhdú ar nó roimh an 31 Deireadh Fómhair sa bhliain inar dhiúscair tú an tsócmhainn

source: Though you may file your return the following year, you must pay the Capital Gains Tax in the same year as the disposal of the asset, unless you dispose of the asset in the 'later period' (see 'Payment of Capital Gains Tax' above)
ga: Cé go bhféadfadh tú a bheith ag comhdú do thuairisceán an bhliain dár gcionn, ní mór duit an Cháin Ghnóthachan Caipitiúil a íoc sa bhliain chéanna a dhiúscair tú an tsócmhainn, murar dhiúscraigh tú an tsócmhainn sa ‘tréimhse níos déanaí’ (féach ‘Íocaíocht Cháin Ghnóthachan Caipitiúil’ thuas)

source: If you assess yourself for tax purposes (self-assessment) you should make a tax return on Form 11 (pdf)
ga: Má dhéanann tú measúnú ort féin ar mhaithe le cáin (féinmheasúnú) ba chóir duit tuairisceán cánach a dhéanamh ar Fhoirm 11 (pdf)

source: If you are a PAYE taxpayer you should make a return on a Form 12 (pdf)
ga: Más cáiníocóir ÍMAT tú ba chóir duit tuairisceán a dhéanamh ar Fhoirm 12 (pdf)

source: Trusts and Estates should make the return on a Form 1 (pdf)
ga: Ba chóir do Iontaobhais agus Eastáit an tuairisceán a dhéanamh ar Fhoirm 1 (pdf)

source: If you are not required to make an income tax return you must send a CG1 form to Revenue
ga: Mura bhfuil ort tuairisceán cáin ioncaim a dhéanamh, ní mór duit foirm CG1 a sheoladh chuig na Coimisinéirí Ioncaim

source: For further infomation on Capital Gains Tax, contact the Revenue Commissioners
ga: Cun tuilleadh eolais a fháil ar Cháin Ghnóthachan Caipitiúil, déan teagmháil leis na Coimisinéirí Ioncam
